Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerMeter Property
 kilograms carbon dioxide per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerMeter { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerMeter {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace